Revit 2024 API
ParameterTypeId.BoundaryRestraintRotY Property
 "Y Spring Modulus"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId BoundaryRestraintRotY { get; }
Visual Basic
Public Shared ReadOnly Property BoundaryRestraintRotY As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BoundaryRestraintRotY {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace